{
  "text": "[PLACEHOLDER-b36c79d1-95f7-4970-a6ea-8e791140758e]\n\n#The Fennec Fox\n\nThe fennec fox is a small species of canine found in the dry, sandy regions of the African Sahara Desert. The fennec fox is most well known for it's large ears which can be half as long as the body of the fennec fox.\n\nThe fennec fox is the smallest fox in the world, with fennec fox individuals ranging from 24 cm to 41 cm in length. The fennec fox also has a remarkably long tail which ranges in length from 18 cm to 31 cm depending on the size of the fennec fox individual.\n\nThe fennec fox has thick fur which helps to keep the fennec fox cool in the day and warm during cold nights. The large ears of the fennec fox help to regulate the body heat of the fennec fox helping to keep the fennec fox cool during the hot daytime hours. This is done by blood running near the skin in the ear. This helps dissipate the heat.\n\nThe fennec fox is an omnivorous animal and it's diet mainly consists of insects, rodents, plants and fruits along with small reptiles and the occasional egg. The fennec fox has sandy coloured fur which helps to keep the fennec fox camouflaged when it is hunting. The sandy colour of the fennec fox's fur also helps the fennec fox remain unseen from predators.\n\n[PLACEHOLDER-bf067592-eec1-4693-9e15-2064835e00ba]\n\nA female fennec fox is able to breed twice a year but most female fennec foxes only breed once a year. The female fennec fox gives birth to 3 to 4 baby fennec foxes, known as kits. The fennec fox kits feed on the milk from the mother fennec fox for about a month while the mother fennec fox keeps male fennec foxes out of the den. When the kits are old enough they start to hunt with their mother.\n\nFennec foxes are known to live in small communities together of up to 10 fennec fox individuals. Fennec foxes are nocturnal animals meaning that they sleep in their burrows during the day and hunt for food above ground when it is dark.\n\n##Ecology and conservations\n\nUnfortunately, as with most living species, fennec fox populations are at risk. They are not only suffering from loss of habitat, but they are also largely hunted by the people of the Sahara, making them become rare in parts of Northwestern Africa. However, they are of no threat to people and their livestock. In fact, fennec foxes are important small hunters helping to control the populations of several pests, including rodents and locusts.\n\nThe over-population of rodents poses a direct threat to the environment and agricultural crops. Consequently, fennec foxes, and other small carnivores are extremely important to the balance of many ecosystems.\n\n[PLACEHOLDER-d0c7e175-7235-4557-bc33-4218a8bf01ce]\n\n##Fun facts\n\n* Fennec foxes have extraordinary hearing to locate prey that may be underground.\n* Their large ears, which are usually 4-6 inches long, help to dissipate excess body heat on hot days in the desert.\n* The fennec fox seems to be the only carnivore living in the Sahara Desert able to live well without free water. Their kidneys are adapted to restrict water loss, their extensive burrowing may cause the formation of dew, which can then be consumed, and they will receive moisture from the food that they eat. In addition, their burrowing and nocturnal lifestyle helps to restrict water loss. However, they will drink if water is available.\n\n* The fennec fox can have two litters per year if the first litter is lost and the food supply is plentiful. This is very unusual among the canids. Normally 2-5 young are born per litter.\n* Their thick fur helps to insulate them from the cold desert nights. Their sandy coloration helps to reflect heat, and also provides excellent camouflage. Fennec foxes also have thick fur on the soles of their feet, which insulate against the hot sand of the desert. This extra fur on the soles of their feet also afford them excellent traction in the loose sand.\n* The fennec fox is the national animal of Algeria. It also serves as the nickname for the Algeria national football team: \"Les Fennecs\".\n\n[PLACEHOLDER-908c5204-d9bd-4473-add8-41c0d5e809eb]\n\n",
  "placeholders": [
    {
      "name": "b36c79d1-95f7-4970-a6ea-8e791140758e",
      "items": [{"col":1,"row":1,"size_x":8,"size_y":5,"img":"https://0.s3.envato.com/files/117786308/kit_fox_13294.jpg","id":"10023428","url":"http://photodune.net/item/kit-fox/10023428"}]
    },
    {
      "name": "bf067592-eec1-4693-9e15-2064835e00ba",
      "items": [{"col":1,"row":1,"size_x":3,"size_y":3,"img":"https://0.s3.envato.com/files/106488562/Bat-eared%20fox%2003.jpg","id":"9017648","url":"http://photodune.net/item/bateared-fox/9017648"},{"col":4,"row":1,"size_x":5,"size_y":3,"img":"https://0.s3.envato.com/files/91441831/56932190.jpg","id":"7744441","url":"http://photodune.net/item/the-steppe-fox/7744441"}]
    },
    {
      "name": "d0c7e175-7235-4557-bc33-4218a8bf01ce",
      "items": [{"col":1,"row":1,"size_x":6,"size_y":6,"img":"https://0.s3.envato.com/files/133763307/PW7_1041.jpg","id":"11449777","url":"http://photodune.net/item/fox-in-bolivia/11449777"},{"col":7,"row":1,"size_x":2,"size_y":2,"img":"https://0.s3.envato.com/files/91458047/57517752.jpg","id":"7746207","url":"http://photodune.net/item/steppe-fox/7746207"},{"col":7,"row":3,"size_x":2,"size_y":2,"img":"https://0.s3.envato.com/files/78693280/P7048054b.jpg","id":"6643297","url":"http://photodune.net/item/fennec/6643297"},{"col":7,"row":5,"size_x":2,"size_y":2,"img":"https://0.s3.envato.com/files/40128457/Cape%20fox%2012.jpg","id":"2487033","url":"http://photodune.net/item/cape-fox/2487033"}]
    },
    {
      "name": "908c5204-d9bd-4473-add8-41c0d5e809eb",
      "items": [{"col":1,"row":1,"size_x":2,"size_y":2,"img":"https://0.s3.envato.com/files/58941318/Cape%20fox%2014.jpg","id":"4943867","url":"http://photodune.net/item/cape-fox/4943867"},{"col":3,"row":1,"size_x":2,"size_y":2,"img":"https://0.s3.envato.com/files/103086669/Cape%20fox%2016.jpg","id":"8756492","url":"http://photodune.net/item/cape-fox/8756492"},{"col":5,"row":1,"size_x":2,"size_y":2,"img":"https://0.s3.envato.com/files/106488273/Cape%20fox%2018.jpg","id":"9017622","url":"http://photodune.net/item/cape-fox/9017622"},{"col":7,"row":1,"size_x":2,"size_y":2,"img":"https://0.s3.envato.com/files/42099148/Cape%20fox%2013.jpg","id":"3509730","url":"http://photodune.net/item/cape-fox/3509730"},{"col":1,"row":3,"size_x":2,"size_y":2,"img":"https://0.s3.envato.com/files/29627864/st-IMG_9742.jpg","id":"2564180","url":"http://photodune.net/item/desert-fox-is-sleeping/2564180"},{"col":7,"row":3,"size_x":2,"size_y":2,"img":"https://0.s3.envato.com/files/40769188/IMG_8104.JPG","id":"3396154","url":"http://photodune.net/item/fox-at-the-zoo/3396154"},{"col":3,"row":3,"size_x":4,"size_y":2,"img":"https://0.s3.envato.com/files/47979420/Cape%20fox%20family.jpg","id":"4015372","url":"http://photodune.net/item/cape-fox-family/4015372"}]
    }
  ]
}
